Repository: Erruar/Saku-Overclock
Catalog: Saku Overclock/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# Shell_Главная.Content
source: Home
ru_ru: Главная

# Shell_Пресеты.Content
source: Presets
ru_ru: Пресеты

# Shell_Параметры.Content
source: Parameters
ru_ru: Разгон

# Shell_Информация.Content
source: Information
ru_ru: Мониторинг

# Settings_Personalization.Text
source: Personalization
ru_ru: Персонализация

# Settings_Theme.Text
source: Theme of the application
ru_ru: Тема приложения

# Settings_Theme_Light.Content
source: Light
ru_ru: Светлая

# Settings_Theme_Dark.Content
source: Dark
ru_ru: Тёмная

# Settings_Theme_Default.Content
source: System default
ru_ru: Системная

# Settings_About.Text
source: About us
ru_ru: О нас

# Settings_AboutDescription.Text
source: Application for overclocking Ryzen processors on laptops
ru_ru: Приложение для разгона процессоров Ryzen на ноутбуках

# SettingsPage_PrivacyTermsLink.Content
source: All rights are reserved by GPL license
ru_ru: Все права защищены лицензией GPL

# AppNotificationSamplePayload
source: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>Overclock started!</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> <actions> <action content="Settings" arguments="action=Settings"/> </actions> </toast>
ru_ru: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>Программа запущена!</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> <actions> <action content="К настройкам!" arguments="action=Settings"/> </actions> </toast>

# Shell_Settings.Content
source: Settings
ru_ru: Настройки

# Shell_Кулер.Content
source: Cooler
ru_ru: Кулер

# AppNotificationEco
source: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>Eco mode applyed!</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/noteco.ico"/> </binding> </visual> <actions> <action content="Settings" arguments="action=Settings"/> </actions> </toast>
ru_ru: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>Режим Эко применён!</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/noteco.ico"/> </binding> </visual> <actions> <action content="К настройкам!" arguments="action=Settings"/> </actions> </toast>

# Cooler_Config.Text
source: Selected configuration
ru_ru: Выбранная конфигурация

# Cooler_Fan.Header
source: Target speed:
ru_ru: Желаемая скорость:

# Cooler_Name.Text
source: Cooler tweaks
ru_ru: Оптимизация кулера

# Cooler_Service.Text
source: Cooler management
ru_ru: Управление кулерами

# Cooler_Service_Disabled.Content
source: Disabled
ru_ru: Выключено

# Cooler_Service_Enabled.Content
source: Enabled
ru_ru: Включено

# Cooler_Service_Read.Content
source: Read only
ru_ru: Только чтение скорости

# Info_Autoupdate.Content
source: Refresh every (Milliseconds)
ru_ru: Авто-обновлять каждые (Мс)

# Info_Name.Text
source: CPU Information
ru_ru: Мониторинг показателей

# Info_Refresh.ToolTipService.ToolTip
source: Refresh
ru_ru: Обновить

# Param_CPU.Text
source: CPU Overclocking
ru_ru: Разгон

# Param_CPU_c2.Text
source: Sustained Power Limit
ru_ru: Лимит мощности STAPM

# Param_CPU_c3.Text
source: Actual Power Limit
ru_ru: Реальная мощность

# Param_CPU_c4.Text
source: Average Power Limit
ru_ru: Средняя мощность

# Param_CPU_c5.Text
source: Time of slow frequency rise
ru_ru: Время медленного разгона

# Param_Name.Text
source: Overclocking parameters
ru_ru: Разгон

# Param_Preset.Text
source: Saved presets:
ru_ru: Сохранённые пресеты:

# Settings_Name.Text
source: Settings page
ru_ru: Настройки

# Settings_Start_Boot.Content
source: Startup with OS
ru_ru: Автозапуск с ОС

# Settings_Start_Mini.Content
source: Hide to tray
ru_ru: Скрывать в трей

# Main_Disc.Text
source: Discord
ru_ru: Дискорд

# Main_Info.Text
source: Information
ru_ru: Мониторинг

# Main_Param.Text
source: Parameters
ru_ru: Разгон

# Main_Preset.Text
source: Presets
ru_ru: Пресеты

# Main_Welcome.Text
source: Welcome to
ru_ru: Добро пожаловать в

# Main_Welcome_1.Text
source: For those who want real performance!
ru_ru: Для тех, кто желает максимум!

# Param_Apply.ToolTipService.ToolTip
source: Apply values You can apply all enabled values by clicking at this button
ru_ru: Применить параметры Применяет выбранные параметры при нажатии на эту кнопку

# Param_CPU_c1.Text
source: Maximum CPU temperature
ru_ru: Максимальная температура CPU

# Param_CPU_c6.Text
source: Time of fast frequency rise
ru_ru: Время быстрого разгона

# Param_CPU_Recommend.Text
source: Recommendation: Balance Performance
ru_ru: Рекомендации: Баланс Производительность

# Param_Delete.ToolTipService.ToolTip
source: Delete preset You can easily delete preset by clicking at this button
ru_ru: Удалить пресет Удалит ваш пресет после подтверждения

# Param_GPU_g1.Text
source: Minimum SoC clock
ru_ru: Минимальная частота SoC

# Param_GPU_g10.Text
source: Maximum iGPU clock
ru_ru: Максимальная частота iGPU

# Param_GPU_g2.Text
source: Maximum SoC clock
ru_ru: Максимальная частота SoC

# Param_GPU_g3.Text
source: Minimum Infinity Fabric clock
ru_ru: Минимальная частота Infinity Fabric

# Param_GPU_g4.Text
source: Maximum Infinity Fabric clock
ru_ru: Максимальная частота Infinity Fabric

# Param_GPU_g5.Text
source: Minimum VCE clock
ru_ru: Минимальная частота VCE

# Param_GPU_g6.Text
source: Maximum VCE clock
ru_ru: Максимальная частота VCE

# Param_GPU_g7.Text
source: Minimum Data Latch clock
ru_ru: Минимальная частота Data Latch

# Param_GPU_g8.Text
source: Maximum Data Latch clock
ru_ru: Максимальная частота Data Latch

# Param_GPU_g9.Text
source: Minimum iGPU clock
ru_ru: Минимальная частота iGPU

# Param_GPU_Ram.Text
source: Your RAM frequency
ru_ru: Частота оперативной памяти

# Param_GPU_Recommend.Text
source: Recommendation: Balance Performance
ru_ru: Рекомендации: Баланс Производительность

# Param_GPU_Text.Text
source: iGPU and CPU subsystem clocks
ru_ru: Частоты iGPU и подсистем CPU

# Param_New.Text
source: Create new preset:
ru_ru: Создать новый пресет:

# Param_Save_Preset.ToolTipService.ToolTip
source: Add new preset You can add new preset and add in it your values. All presets have autosaving
ru_ru: Добавить новый пресет Добавляет новый пресет для сохранения ваших настроек. После изменения параметров они сохраняются автоматически

# Param_VRM_Name.Text
source: VRM Tuning
ru_ru: Лимиты VRM

# Param_VRM_v1.Text
source: VRM Maximum EDC
ru_ru: Максимальный ток VRM

# Param_VRM_v2.Text
source: VRM Maximum TDC
ru_ru: Лимит по току VRM

# Param_VRM_v3.Text
source: SoC Maximum EDC
ru_ru: Максимальный ток SoC

# Param_VRM_v4.Text
source: SoC Maximum TDC
ru_ru: Лимит по току SoC

# Param_VRM_v5.Text
source: PSI0 VDD Maximum EDC
ru_ru: Максимальный ток PSI0 VDD

# Param_VRM_v6.Text
source: PSI0 SoC Maximum EDC
ru_ru: Максимальный ток PSI0 SoC

# Param_VRM_v7.Text
source: Restore Frequency time
ru_ru: Время восстановления частоты

# Preset_Balance
source: Balance
ru_ru: Баланс мощности

# Preset_Balance_Desc.Text
source: This preset will allow your processor to be powerful without wasting many percent of the battery
ru_ru: Работа ноутбука никогда ранее не была настолько сбалансированной

# Preset_Balance_Name.Text
source: Balance
ru_ru: Баланс

# Preset_Eco
source: Eco
ru_ru: Экономия энергии

# Preset_Eco_Desc.Text
source: This preset will save you battery percentage, without significant loss of performance.
ru_ru: Экономит вам проценты аккумулятора, без существенной потери производительности

# Preset_Eco_Name.Text
source: Eco
ru_ru: Эко

# Preset_Max
source: Maximum
ru_ru: Максимум

# Preset_Max_Desc.Text
source: This preset will unlock the maximum of your processor and remove all it`s limitations!
ru_ru: Раскрывает максимум вашего процессора и снимает с него ограничения

# Preset_Max_Name.Text
source: Maximum
ru_ru: Максимум

# Preset_Min
source: Minimum
ru_ru: Минимальная мощность

# Preset_Min_Desc.Text
source: This preset will allow your processor to be really cold!
ru_ru: С ним ваш процессор сможет быть по настоящему холодным

# Preset_Min_Name.Text
source: Minimum
ru_ru: Минимум

# Preset_Name.Text
source: Premade presets
ru_ru: Управление пресетами

# Preset_Speed
source: Speed
ru_ru: Скорость

# Preset_Speed_Desc.Text
source: This preset will allow you to be more productive due to improved performance
ru_ru: Позволит быть продуктивнее благодаря улучшенной производительности

# Preset_Speed_Name.Text
source: Speed
ru_ru: Скорость

# Info_Text.ToolTipService.ToolTip
source: About the Setted and Current values: Setted is the value that you set in the program for the processor. Theoretically, the processor should reach it under load. Current is the value that shows the current value of this parameter right now
ru_ru: О текущих и максимальных значениях: Текущие значения - текущие значения прямо сейчас, Максимальные значение - значения установленные в программе, теоретически процессор должен достигнуть их, чтобы убедиться в этом смотрите на текущие значения

# Param_Edit_Preset.ToolTipService.ToolTip
source: Edit preset name To change it, just write the desired value in the text field and click on button
ru_ru: Изменить имя пресета Для того, чтобы его изменить, в текстовом поле напишите желаемое значение и нажмите на кнопку

# Param_c1_Help.ToolTipService.ToolTip
source: Maximum temperature With this value, you can limit the processor by temperature, above this value it will not warm up, trottling will begin
ru_ru: Максимальная температура (C) Этим значением вы можете ограничить процессор по температуре, выше этого значения он не будет греться будет начинаться троттлинг

# Param_c2_Help.ToolTipService.ToolTip
source: Sustained Power Limit This value will limit the processor by the heat package to the value that you have set. Above this value, it will not warm up and accelerate
ru_ru: Лимит потребления (W) Это значение ограничит процессор по теплопакету на то значение которое вы установили. Выше этого значения он не будет греться и разгоняться

# Param_c3_Help.ToolTipService.ToolTip
source: Actual Power Limit This value is responsible for limiting the power during a fast frequency rise
ru_ru: Реальное потребление (W) Это значение отвечает за ограничение мощности при быстром тике разгона процессора

# Param_c4_Help.ToolTipService.ToolTip
source: Average Power Limit This value is responsible for limiting the power at slow frequency rise of the processor
ru_ru: Среднее потребление (W) Это значение отвечает за ограничение мощности при медленном тике разгона процессора

# Param_c5_Help.ToolTipService.ToolTip
source: Time of slow frequency rise This is the time that the processor will increase its power until it is needed or until it reaches the actual power limit
ru_ru: Тик медленного разгона (S) Это время, которое процессор будет увеличивать себе мощность, пока это будет необходимо или пока не достигнет максимума лимита потребления. Тик быстрого разгона чаще всего возникает при длительной нагрузке

# Param_c6_Help.ToolTipService.ToolTip
source: Time of fast frequency rise This is the time that the processor will increase its power until it is needed or until it reaches the average power limit. A time of frequency rise most often occurs under prolonged load and increases processor performance. In other words, this is the duration of the turbo boost
ru_ru: Тик быстрого разгона (S) Это время, которое процессор будет увеличивать себе мощность, пока это будет необходимо или пока не достигнет максимума реального потребления. Тик быстрого разгона чаще всего возникает при непродолжительной нагрузке и повышает производительность процессора. Другими словами - это время действия турбобуста

# Param_g10_Help.ToolTipService.ToolTip
source: Maximum iGPU frequency Maximum frequency of iGPU video core
ru_ru: Максимальная частота iGPU (MHz) Максимальная частота встроенной видеокарты

# Param_g1_Help.ToolTipService.ToolTip
source: Minimum SoC frequency The minimum frequency of data transfer between all processor subsystems, that is, the frequency of the memory controller, PCI controller, Sata controller, etc.
ru_ru: Минимальная частота SoC (MHz) Минимальная частота передачи данных между всеми подсистемами процессора, то есть частота контроллера памяти, контроллера PCI, контроллера Sata и т.д

# Param_g2_Help.ToolTipService.ToolTip
source: Maximum SoC frequency The maximum frequency of data transfer between all processor subsystems, that is, the frequency of the memory controller, PCI controller, Sata controller, etc.
ru_ru: Максимальная частота SoC (MHz) Максимальная частота передачи данных между всеми подсистемами процессора, то есть частота контроллера памяти, контроллера PCI, контроллера Sata и т.д

# Param_g3_Help.ToolTipService.ToolTip
source: Minimum Infinity Fabric This is the frequency of data transfer between the processor, RAM and hub, as well as integrated graphics
ru_ru: Минимальная Infinity Fabric (MHz) Это частота передачи данных между процессором, ОЗУ, а также интегрированной графикой

# Param_g4_Help.ToolTipService.ToolTip
source: Maximum Infinity Fabric This is the frequency of data transfer between the processor, RAM and hub, as well as integrated graphics
ru_ru: Максимальная Infinity Fabric (MHz) Это частота передачи данных между процессором, ОЗУ, а также интегрированной графикой

# Param_g5_Help.ToolTipService.ToolTip
source: Minimum VCE frequency This is the frequency of the video codec that processes video content, for example in YouTube videos, in players, in video editors, Photoshop and streaming
ru_ru: Минимальная частота кодека VCE (MHz) Частота видеокодека, который обрабатывает видеоконтент например в видеопроигрывателях, в видеоредакторах и при стриминге

# Param_g6_Help.ToolTipService.ToolTip
source: Maximum VCE frequency This is the frequency of the video codec that processes video content, for example in YouTube videos, in players, in video editors, Photoshop and streaming
ru_ru: Максимальная частота кодека VCE (MHz) Частота видеокодека, который обрабатывает видеоконтент например в видеопроигрывателях, в видеоредакторах и при стриминге

# Param_g7_Help.ToolTipService.ToolTip
source: Minimum Data Latch Frequency The minimum frequency of the processor's clock generator, on which its correct operation depends IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Минимальная частота Data Latch (MHz) Минимальная частота шины данных между ОЗУ и встроенной графикой

# Param_g8_Help.ToolTipService.ToolTip
source: Maximum Data Latch Frequency The minimum frequency of the processor's clock generator, on which its correct operation depends IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Максимальная частота Data Latch (MHz) Максимальная частота тактового генератора процессора, от которого зависит правильная его работа НЕ РЕКОММЕНДУЕТСЯ ЕГО ТРОГАТЬ

# Param_g9_Help.ToolTipService.ToolTip
source: Minimum iGPU frequency Minimum frequency of iGPU video core
ru_ru: Минимальная частота iGPU (MHz) Минимальная частота встроенной видеокарты

# Param_v1_Help.ToolTipService.ToolTip
source: Maximum VRM current EDC It is responsible for the maximum possible power supply current of the processor and its subsystems. It is not recommended to set values above 80 A, although the processor will not reach such values anyway
ru_ru: Максимальный ток VRM (A) Отвечает за максимально возможный ток питания процессора и его подсистем

# Param_v2_Help.ToolTipService.ToolTip
source: VRM Current limit TDC It is responsible for the maximum possible power supply current of the processor and its subsystems under the influence of temperatures and loads. It is not recommended to set values above 80 A, although the processor will not reach such values anyway
ru_ru: Лимит по току VRM (A) Отвечает за максимально возможный ток питания процессора и его подсистем под воздействием температур и нагрузки

# Param_v3_Help.ToolTipService.ToolTip
source: Maximum SoC current EDC It is responsible for the maximum current consumed by all processor subsystems except cores. That is a memory controller, a PCI controller, a Sata controller, etc
ru_ru: Максимальный ток SoC (A) Отвечает за максимальный ток, потребляемый всеми подсистемами процессора. В основном это ток контроллера памяти

# Param_v4_Help.ToolTipService.ToolTip
source: SoC current limit TDC It is responsible for the maximum current consumed by all processor subsystems, except cores, under the influence of temperatures and loads. That is, the current memory controller, PCI controller, Sata controller, etc
ru_ru: Лимит по току SoC (A) Отвечает за ток, потребляемый всеми подсистемами процессора под воздействием тепла и нагрузки. В основном это ток контроллера памяти

# Param_v5_Help.ToolTipService.ToolTip
source: Maximum PSI0 VDD current It is responsible for the current consumed by the processor cores under load IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Максимальный ток PSI0 VDD (A) Отвечает за потребляемый ядрами процессора ток в состоянии простоя или энергосбережения

# Param_v6_Help.ToolTipService.ToolTip
source: Maximum PSI0 SoC current It is responsible for the current consumed by the processor subsystems under load IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Максимальный ток PSI0 SoC (A) Отвечает за потребляемый подсистемами процессора ток в состоянии простоя или энергосбережения

# Param_v7_Help.ToolTipService.ToolTip
source: Restore Frequency time Affects to time limit to rise up frequency again after a prochot condition is met where throtthling due max temperature reached. By default, vendors set this value to 20, but you can try experimenting with this value. IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Время восстановления частоты (S) Отвечает за время, после которого частота восстановится после троттлинга из-за превышения максимальной температуры процессора. По умолчанию многие производители ставят 20, но вы можете поэкспериментировать

# Cooler_Autoupdate.ToolTipService.ToolTip
source: Autoupdate fan info Automatically updates info about fan speed
ru_ru: Автообновление информации Автоматически обновляет информацию о скорости кулера, раз в 6 секунд

# Cooler_Refresh.ToolTipService.ToolTip
source: Refresh fan info Disable autoupdate and refresh fan info once
ru_ru: Обновить информацию Выключает автообновление, покажет текущую скорость вращения кулеров

# Param_States_Text.Text
source: CPU Power States
ru_ru: Состояния CPU

# Param_CPU_Text.Text
source: CPU Overclocking
ru_ru: Питание и температура

# Param_enableps.Text
source: Pstates control
ru_ru: Настройки состояний CPU

# Param_enableps_desc.Text
source: Allow pstate changing on your CPU
ru_ru: Включить эти настройки изменения PState состояний

# Param_Ignore.Text
source: Ignore all warnings
ru_ru: Игнорировать предупреждение изменения

# Param_Ignorep0.Text
source: Ignore P0 warning
ru_ru: Игнорировать предупреждение P0

# Param_Ignorep0_desc.Text
source: Always apply parameters with P0 State. It can crash your system!
ru_ru: Всегда применять параметры с состоянием P0, может привести к крашу системы!

# Param_Ignore_desc.Text
source: Ignore all warnings with PStates. It can easily crash your system!
ru_ru: Всегда применять параметры без предупреждений

# Param_reapplyps.Text
source: Reapply this settings
ru_ru: Автоприменять параметры

# Param_reapplyps_desc.Text
source: App will reapply this settings while starting if reapply enabled in settings
ru_ru: При запуске программа будет применять эти параметры, при включенном автоприменении

# Param_turbo.Text
source: CPU Turbo boost state
ru_ru: Состояние Turbo Boost

# Param_turbo_desc.Text
source: Allows your CPU use Turbo boost state, can broke this settings
ru_ru: Позволяет вашему процессору разгоняться сильнее, но вызывает проблемы

# Param_a10_Help.ToolTipService.ToolTip
source: That value will fix iGPU freq This value will be reset after rebooting IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Зафиксировать частоту iGPU (MHz) Зафиксирует частоту iGPU на указанной

# Param_a11_Help.ToolTipService.ToolTip
source: That value will fix CPU freq This value will be reset after rebooting IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Зафиксировать частоту CPU (MHz) Зафиксирует частоту CPU на приблизительно указанной

# Param_a12_Help.ToolTipService.ToolTip
source: That value will fix CPU voltage This value will be reset after rebooting IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Зафиксировать напряжение CPU (V) Зафиксирует напряжение CPU на приблизительно указанное

# Param_a13_Help.ToolTipService.ToolTip
source: Processor operation mode, they switch when charging is connected and disconnected. If youre charging and turn on Max perf, it won't do anything, since your processor is already in this mode, similar to battery life and energy efficiency mode
ru_ru: Предпочтительный режим Режим работы системы который переключается при подключении и отключении зарядки. Вы можете установить этот режим вручную

# Param_a1_Help.ToolTipService.ToolTip
source: You can limit the current consumption of your integrated graphics card under the influence of temperatures and load
ru_ru: Лимит по току iGPU (A) Вы можете ограничить потребление тока вашей встроенной видеокарты под воздействием тепла и нагрузки

# Param_a3_Help.ToolTipService.ToolTip
source: Responsible for the maximum current consumed by the integrated graphics
ru_ru: Максимальный ток iGPU (A) Отвечает за максимальный ток потребляемый интегрированной графикой

# Param_a4_Help.ToolTipService.ToolTip
source: Responsible for the maximum current consumed by the CPU at PCI Express bus
ru_ru: Максимальный ток PSI3 CPU (А) Отвечает за максимальный ток потребляемый процессором при простое или состоянии энергосбережения системы

# Param_a5_Help.ToolTipService.ToolTip
source: Responsible for the maximum current consumed by the all GPUs at PCI Express bus IT CAN'T BE LOWER THAN iGPU Maximum EDC!
ru_ru: Максимальный ток PSI3 CPU (А) Отвечает за максимальный ток потребляемый встроенной графикой процессора при простое или состоянии энергосбережения системы

# Param_a6_Help.ToolTipService.ToolTip
source: Maximum temperature With this value, you can limit the iGPU by temperature, above this value it will not warm up, trottling will begin This will ONLY work if you see the temperature values on the information page!
ru_ru: Максимальная температура iGPU (С) Этим значением вы можете ограничить интегрированную видеокарту по температуре, выше этого значения будет происходить троттлинг частот

# Param_a7_Help.ToolTipService.ToolTip
source: Maximum temperature With this value, you can limit the dGPU by temperature, above this value it will not warm up, trottling will begin This will ONLY work if you see the temperature values on the information page!
ru_ru: Максимальная температура dGPU (С) Этим значением вы можете ограничить дискретную видеокарту по температуре, выше этого значения будет происходить троттлинг частот. Эффекта может не быть если функция не реализована производителем ноутбука

# Param_a8_Help.ToolTipService.ToolTip
source: This value is responsible for limiting the power of your iGPU This will ONLY work if you see the temperature values on the information page!
ru_ru: Лимит потребления iGPU (W) Ограничит интегрированную видеокарту по мощности

# Param_a9_Help.ToolTipService.ToolTip
source: This value is responsible for limiting the power of your Laptop This will ONLY work on AMD APU + dGPU systems if you see the temperature values on the information page!
ru_ru: Общий лимит потребления (W) Ограничит систему по мощности на то значение которое вы установили. При превышении лимита мощности вся система начнёт снижать частоты и мощность

# Param_ADV_a1.Text
source: iGPU Maximum TDC
ru_ru: Лимит по току iGPU

# Param_ADV_a10.Text
source: Fixed iGPU freq
ru_ru: Зафиксировать частоту iGPU
